{
    "version": "V1.0", 
    "publication_date": "2024-02-08", 
    "access_right": "open",
    
     "creators": [
       {
         "orcid": "0000-0002-7044-7321", 
         "affiliation": "University of Edinburgh", 
         "name": "Haya Deeb"
       },
       {
        "orcid": "0009-0004-9503-9705", 
        "affiliation": "University of Edinburgh", 
        "name": "Hwee Yun Wong"
      },
      {
        "affiliation": "University of Edinburgh", 
        "name": "Trisha Usman"
      },
      {
        "orcid": "0000-0002-8696-6978", 
        "affiliation": "University of Edinburgh", 
        "name": "Megan A. M. Kutzer"
      },
      {
        "orcid": "0000-0002-0194-5706", 
        "affiliation": "University of Edinburgh", 
        "name": "Zieliński, Tomasz"
      },
      {
        "orcid": "0000-0003-1756-3654",
         "affiliation": "University of Edinburgh", 
         "name": "Andrew J. Millar"
       } 
     ],
     
 
     "license": "CC-BY-4.0",
 
     "title": "A Decade of Progress: Insights of Open Data Practices in Biosciences at the University of Edinburgh",
 
 
 
     "keywords": [      
         "Open Science", 
         "FAIR", 
         "biomedical"
     ],
 
     "upload_type" : "dataset",
     
     "description": "<h3>Abstract:</h3>   <p>  The evolution of scientific research now emphasizes Open Data's role in fostering transparency and collaboration.   This study evaluates the University of Edinburgh's progress in adopting open data practices,   particularly since its 2021 open research policy. Our analysis analyses biosciences research data sharing from 2014 to 2022,   reviewing 193 papers for their adherence to Openness and FAIRness criteria:   Completeness, Reusability, Accessibility, and Licensing.   Findings reveal an uptick in data completeness and reusability,   with genome data being shared more frequently than image data.   Data availability statements (DAS) and preprint sharing show a strong correlation with higher Openness and FAIRness scores.   Furthermore, the FAIR principal implementation in 2016 had a positive impact on data reusability and a notable increase in DAS.   On the other hand, the COVID-19 pandemic shows a substantial increase in preprint sharing and a continued trend towards open data sharing,   while also resulting in significant improvements in 'Complete,' 'Reuse,' and 'Access' scores.   This paper spotlights The University of Edinburgh's journey towards open data, addressing the changes and advocating for best practices to nurture this progression.  </p>    <h3>Data Reuse:</h3>  <p>  This dataset is provided to facilitate further research and analysis in the field of Open Data in biosciences.  Researchers are encouraged to use this data to replicate study findings, conduct meta-analyses, or extend the research into new areas.  Before reusing the data, please review the accompanying variable descriptions and usage guidelines to ensure accurate interpretation.  Users are expected to reference this dataset according to the citation guidelines provided and adhere to the licensing terms outlined.   For any modifications, enhancements, or distributions,   we urge users to maintain the integrity of the original data and provide transparent documentation of any data processing steps.    <p><strong>Dataset details</strong> are included in the README file within the deposit. We recommend accessing the datasets content via the linked GitHub repository.  </p>",
     
     
     "notes": "Funding This project was funded by MRC grant MR/X009726/1" 
     
 
     
 }